Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: The direct cytotoxic effects of medicaments used in endodontic regeneration on human dental pulp cells.
vi: Tác động độc tính tế bào trực tiếp của thuốc dùng trong nội nha tái tạo trên tế bào tuỷ răng người

source: The disadvantage of apexification is that the pulp does not regain vitality, and that the root length and thickness do not increase; in other words the tooth remains weak.
vi: Nhược điểm của kỹ thuật đóng chóp là tuỷ răng không phục hồi sự sống, và không tăng độ dày và chiều dài chân răng; nói cách khác răng vẫn bị yếu.

source: The discoloration brought about by tetracycline family
vi: Sự đổi màu răng cho họ tetracycline.

source: The discrepancies between results cannot be explained by only the use of different probiotic strains, as different
vi: Sự chênh lệch giữa các kết quả không thể giải thích bằng việc sử dụng các chủng probiotic khác nhau, bởi vì

source: The disinfecting action of calcium hydroxide is effective for at least for one week.
vi: Hoạt động khử trùng của calcium hydroxide là hiệu quả nhất là trong một tuần.

source: The drug should possess the ability to diffuse periapically from the canal and produce sterilization in cases where regenerative techniques are especially contemplated.(7)
vi: Thuốc nên có khả năng khuyêchs tan ra vùng quanh chóp từ ống tuỷ và và tạo ra tính khử trùng trong trường hợp kỹ thuật tái tạo đặc biệt dự tính.(7)

source: The drugs are powdered and mixed in a ratio of 1:3:3 (3 Mix) and added either with macrogol- propylene glycol (3 Mix-MP) or a canal sealer (3 Mix-sealer).
vi: Các thuốc được nghiền bột và trộn tỉ lệ 1:3:3 (3 Mix) và trộn với macrogol- propylene glycol (3 Mix-MP) hoặc chất trám bít ống tuỷ (3 Mix-sealer).

source: The earliest records date from about 500 BC, when Alcmaeon performed dissections on animals in order to know more about their anatomy [1].
vi: Các hồ sơ sớm nhất ngày từ khoảng 500 năm trước công nguyên, khi Alcmaeon thực hiện mổ xẻ trên động vật để biết thêm về cơ thể chúng [1].

source: The ecological ne- cessity to move from pasture to pasture still marks the lives of so- called nomadic tribes.
vi: Những sinh học cần thiết để di chuyển từ đồng cỏ này sang đồng cỏ khác vẫn đánh dấu cuộc sống của cái gọi là bộ lạc du cư.

source: The ecological need to move from one pasture to another (nomad) is a hallmark of so-called nomadic tribes even today.
vi: Nhu cầu sinh thái học để di chuyển từ đồng cỏ này sang đồng cỏ khác (du cư) là một dấu hiệu tiêu chuẩn ngày nay gọi là bộ lạc du canh du cư.

source: The entire spectrum of social behavior was also changed by the quest for order and rules.
vi: Toàn bộ các hành vi xã hội cũng đã được thay đổi bởi nhiệm vụ cho trật tự và các quy tắc.

source: The equipment of apes that lived optionally on the ground, with four
vi: Các thiết bị của loài khỉ sống tùy trên mặt đất, với bốn

source: The evidence from animal studies is more extensive.
vi: Các bằng chứng từ nghiên cứu trên động vật nhiều hơn.

source: The evoked bleeding is able to deliver mesenchymal stem cells even in mature teeth but the amount is limited in comparison to immature teeth [17].
vi: Làm chảy máu có thể mang tế bào gốc trung mô ngay cả trong răng trưởng thành nhưng số lượng là giới hạn khi so sánh với răng chưa trưởng thành [17].

source: The evolution of Man
vi: Sự tiến hoá của loài người

source: The excessive costs of single tooth treatment together with problems of limited availability of stem cells, their harvesting and multiplication make this procedure not feasible for a condition such as apical periodontitis [7, 15].
vi: Quá nhiều chi phí cho điều trị một răng duy nhất cùng với vấn đề khả năng giới hạn của tế bào gốc, thu thập và nuôi cấy làm thủ thuật này không khả thi cho một số trường hợp như viêm nha chu quanh chóp [7, 15].

source: The extracted cells were cultured in the alpha modification of Eagle medium (a-MEM, Sigma-Aldrich) supplemented with 10% fetal bovine serum (Gibco/In- vitrogen), 100.00 U/mL penicillin, 100.00 mg/mL streptomycin (Sigma- Aldrich), and 100.00 mmol/L L-ascorbic acid (Sigma-Aldrich).
vi: Các tế bào thu được nuôi cấy trong môi trường Eagle biến rôi alpha (a-MEM, Sigma-Aldrich) bổ sung thêm 10% huyết thanh bò (Gibco/In- vitrogen), 100.00 U/mL penicillin, 100.00 mg/mL streptomycin (Sigma- Aldrich), and 100.00 mmol/L L-ascorbic acid (Sigma-Aldrich).

source: The fact is: 100 persons are born every minute throughout the world.
vi: Thực tế là: 100 người được sinh ra mỗi phút trên toàn thế giới.

source: The facts of such coloniza- tion are shown in the following table, which was presented by Professor Földy and myself at a scientific seminar named “The Dialogue” in 2000.
vi: Các sự kiện như vậy thuộc địa đang thể hiện trong các bảng sau, được trình bày bởi giáo Sư Földy và bản thân tôi tại một hội thảo khoa học tên là "Cuộc đối Thoại" trong 2000.

source: The first one is the use of epinephrine-free local anaesthetics and proper size of apical foramen.
vi: Điều đầu tiên là, việc gây tê tại chỗ không epinephrine và kích thước đúng của lỗ chóp.

source: The first problem is the source of stem cells.
vi: Đầu tiên, vấn đề là nguồn gốc của tế bào gốc.

source: The first studies of the use of probiotics for enhancing oral health were for the treatment of periodontal inflammation.
vi: Các nghiên cứu đầu tiên về việc sử dụng probiotic để tăng cường sức khoẻ răng miệng là để điều trị viêm nha chu.

source: The following, in my view, were the reasons for such “humanization” in the biolog- ical sense:
vi: Theo quan điểm của tôi là lý do cho những "tính người" trong hành vi sinh học:

source: The formation of peripheral isolates is favored by thin popula- tion densities in large territories.
vi: Sự hình thành của cách ly ngoại biên là phù hợp bởi mật độ dân số trong lãnh thổ lớn.

source: The general mechanisms of probiotics can be divided into three main cat- egories: normalization of the intestinal microbiota, modulation of the immune response, and metabolic effects.
vi: Cơ chế chung của probiotic có thể chia làm 3 loại chính: vi sinh vật đường ruột bình thường, đáp ứng hệ thống miễn dịch và tác dụng trao đổi chất.

source: The greater cytotoxicity of 3Mix might result from a combination of the toxicities of each drug.
vi: Độc tính tế bào cao hơn của 3Mix có thể là kết quả của phối hợp độc tính tế bào của mỗi thuốc.

source: The group-by-concentration interactions were significant for the LDH and WST-1 assays (P < 0.0001).
vi: Nhóm can thiệp nhóm nồng độ có ý nghĩa thử nghiệm LDH and WST-1 assays (P < 0.0001).

source: The ideal or optimum vehicle for delivery of antibiotics in root canal should have ability to facilitate better diffusion of medicament through dentinal tubules and anatomical aberrations like fins, isthmuses and blocked canals.
vi: Vật mang tối ưu hoặc lý tưởng để mang thuốc kháng sinh và ống tuỷ nên có khả năng khuếch tán tốt hơn qua ống ngà và vùng giải phẫu nhỏ, isthmuses and blocked canals.

source: The interest in oral probiotics has been growing during the last decades.
vi: Sự quan tâm vi sinh trong miệng đã được phát triển trong thập kỷ qua.

source: The invasion of bacteria and their toxins into the pulp is able to induce pulpal inflammation and lead to pulp death (4, 5).
vi: Sự xâm nhập của vi khuẩn và độc tố trong tuỷ răng có thể gây viêm tuỷ và làm chết tuỷ (4, 5).

source: The large toe is a useful grasping toe and is ideally suited for this purpose.
vi: Các ngón chân lớn là hữu ích nắm chân và là lý tưởng cho mục đích này.

source: The last most mentioned sources of stem cells are periodontal ligament and bone marrow [45].
vi: Nguồn của tế bào gốc được đề cập sau cùng là dây chằng nha chu và tuỷ xương [45].

source: The level of disinfection needed in regeneration is higher than necessary for nonsurgical endodontic therapy.
vi: Mức khử trùng cần thiết trong thủ thuật tái tạo cao hơn nhiều so với điều trị nội nha không phẫu thuật.

source: The low concentrations of intracanal medicaments tested in this study were not cytotoxic in cultured cells.
vi: Các nồng độ thấp của thuốc trong ống tuỷ thử nghiệm trong nghiên cứu không độc tính tế bào được nuôi cấy.

source: The lower extremities are highly suited for climbing.
vi: Chi dưới đang rất phù hợp cho leo trèo.

source: The lower safest concentration of DAP compared with TAP reported in this study might be explained by the relative higher concentrations of the antibi- otic components present in DAP (metronidazole and ciprofloxacin) compared with the three antibiotic components of TAP (metronidazole, ciprofloxacin, and minocycline).
vi: Nồng độ an toàn thấp nhất của DAP so với TAP được báo cáo trong nghiên cứu này có thể được giải thích bằng nồng độ tương đối cao hơn của thành phần kháng sinh trong DAP (metronidazole và ciprofloxacin) so với thành phần ba kháng sinh của TAP (metronidazole, ciprofloxacin, and minocycline).

source: The major purpose of endodontic treatment is to reduce the microbial load in the root canal system.(3) Microbial load diminution is not only important before obturation but also in long run so as to decrease the chances of refractory periapical pathosis.
vi: Mục đích chính của điều trị nội nha là giảm tải lượng vi khuẩn trong hệ thống ống tuỷ. (3) Tải lượng vi khuẩn giảm không chỉ quan trọng trước khi ốp bít, nhưng cũng lâu dài để giảm cơ hội gây ra bệnh lý quanh chóp.

source: The manufacturer has suggested its use for a variety of clinical applications including temporary enamel and permanent dentine restoration, pulp capping, pulpot- omy, repair of root perforations, furcation perforations, perforating internal and external resorptions, apexification, and root-end filling in endodontic surgery (5).
vi: Nhà sản xuất đã đề nghị sử dụng nó cho một loạt các ứng dụng lâm sàng bao gồm phục hồi men răng tạm và phục hồi ngà răng vĩnh viễn, che tuỷ, lấy tuỷ buồng, sửa chửa chân răng bị thủng, thủng vùng chẽ, thủng do nội tiêu và ngoại tiêu, đóng chóp, trám ngược trong phẫu thuật nội nha (5).

source: The manufacturers of BD seek to address many of these shortcomings although it is not known if the changes in composition impact signif- icantly on the biological properties of the material.
vi: Nhà sản xuất của BD tìm cách giải quyết rất nhiều những thiếu sót mặc dù người ta không biết nếu những thay đổi trong thành phần tác động đáng kể trên những đặc tính sinh học của các vật liệu.

source: The material induces the formation of hard tissue at the root tip.
vi: Vật liệu kích thích hình thành mô cứng tại chóp răng.

source: The maximum cheek thickness observed in 3rd postoperative day in two groups (Fig.3).
vi: Độ dày má tối đa được quan sát thấy trong ngày mổ thứ ba trong hai nhóm (Hình 3).

source: The mechanisms of probiotic action in the oral cavity could be analogous to those described for the intestine.
vi: Các cơ chế của probiotic hoạt động trong khoang miệng có thể tương tự như những mô tả ở đường ruột.

source: The medicament is usually calcium hydroxide, however, if signs of inflammation persist, the use of an antibiotic mix inside the root canal may be indicated.
vi: Thuốc thường dùng là calcium hydroxide, tuy nhiên, nếu dấu hiệu viêm tồn tại, có thể chỉ định hỗn hợp kháng sinh trong ống tuỷ.

source: The medium contains ascorbic acid.
vi: Môi trường chứa ascorbic acid.

source: The medium is contaminated with cells/ bacteria/yeast (visible under microscope).
vi: Môi trường bị nhiễm với các tế bào/vi khuẩn/men (nhìn thấy dưới kính hiển vi).

source: The messenger RNA expres- sion of IL-1a and IL-6 by cells in contact with Biodentine was similar to cells in contact with MTA.
vi: Biểu hiện của mRNA của IL-1a và IL-6 bởi tế bào tiếp xúc với Biodentine tương tự tế bào tiếp xúc với MTA.

source: The methods of cell counting include counting chamber, plating and counting colony-forming units, spectrophotometry, electrical resistance, flow cytometry, and image analysis.
vi: Phương pháp đếm tế bào gồm buồng đếm, mạ và đếm khúm, phân tích quang phổ, điện trở, đo dòng tế bào và phân tích hình ảnh.

source: The most common causes for external swelling include:
vi: Nguyên nhân gây sưng bên ngoài phổ biến gồm:

source: The most commonly used probiotic bacterial strains belong to the genera Lactobacillus and Bifidobacterium.
vi: Các chủng vi khuẩn probiotic được sử dụng phổ biến nhất thuộc về các chi Lactobacillus và Bifidobacterium.

source: The most severe discolouration was reported to be detected after 12 months in triple antibiotic paste group followed by ledermix paste indicating the effect of tetracycline [49].
vi: Đổi màu nhiều nhất được báo cáo được phát hiện sau 12 tháng trong nhóm hỗn hợp ba kháng sinh sau followed by ledermix paste indicating the effect of tetracycline [49].

source: The most suitable stem cells are dental pulp stem cells from another tooth –
vi: Tế bào gốc phù hợp nhất là tế bào gốc tuỷ răng từ răng khác.

source: The next equally important aspects of this subject deserve discussion: the development of communicative and descriptive speech, and the resulting development of the brain, are cause and effect in one.
vi: Tiếp theo không kém phần quan trọng của vấn đề này xứng đáng thảo luận: sự phát triển của giao tiếp và mô tả ngôn luận, và kết quả phát triển của não bộ, là nhân quả.

source: The next step to abstract documentation or writing was a logical con- sequence.
vi: Bước tiếp theo đến tài liệu tóm tắt hay viết được một trình tự hợp lý

source: The number of cells to use in your assay should lie within the linear portion of the plot and yield an absorbance of 0.75 - 1.25.
vi: Số lượng tế bào dùng trong thử nghiệm nên nằm trong phần tuyến tính của đồ thị và vùng có chỉ số hấp thu 0.75 - 1.25.

source: The number of colony forming units in an infected root canal is usually between 102 and 108.
vi: Số lượng khuẩn lạc trong ống tuỷ nhiễm trùng thường từ 102 - 108.

source: The number of products containing probiotics, viable bacteria with proven health benefits, entering the market is increasing.
vi: Số lượng sản phẩm có chứa probiotics, vi khuẩn có thể có lợi ích sức khỏe đã được chứng minh, xâm nhập thị trường đang gia tăng.

source: The objectives of this study were (1) to determine whether direct contact with BD or MTA affects the viability of fibroblast cells and (2) to assess the expression at the messenger RNA (mRNA) level of interleukin (IL)-1a and IL-6 by fibroblast cells in direct contact with BD compared with MTA.
vi: Các mục tiêu của nghiên cứu này đã (1) để xác định nơi tiếp xúc trực tiếp với BD hoặc MTA ảnh hưởng đến sự tồn tại của tế bào nguyên bào sợi (2) để đánh giá biểu hiện mARN tại mức của interleukin (IL)-1a và IL-6 của nguyên bào sợi các tế bào trong tiếp xúc trực tiếp với BD so sánh với với MTA.

source: The obtained data demonstrated that a reduced concentration of CIP incorporated into PDS-based scaffolds maintains its antimicrobial properties while enhancing viability and proliferation of dental pulp stem cells.
vi: Các dữ liệu thu được chứng minh rằng giảm nồng độ của CIP được thêm vào giá thể PDS chứa tính chất kháng sinh trong khi tăng cường sự sống và tăng sinh của tế bào gốc tuỷ răng.

source: The operating field and pulp chamber were then swabbed with 2.50% NaOCl followed by sterile 5.00% sodium thiosulfate solution.
vi: Vùng phẫu thuật và buồng tuỷ được lau chùi với 2.50% NaOCl sau đó là dung dịch 5.00% sodium thiosulfate.

source: The optimal number of cells for the assay should fall within the linear portion of the curve and give an absorbance value between
vi: Số lượng tế bào tối ưu cho thử nghiệm nên nằm trong phần tuyến tính của đường cong và cho một chỉ số hấp thụ giữa

source: The paper points were transferred into cryotubes (Corning) containing 500.00 mL reduced transport fluid.
vi: Côn giấy được chuyển vào cryotubes (Corning) chứa 500.00 mL reduced transport fluid.

source: The penetration of the drug mixture is enhanced efficiently through the prepared canal especially after ultrasonic irrigation [13].
vi: Sự xâm nhập của hỗn hợp thuốc được tăng cường hiệu quả thông qua sửa soạn ống tuỷ đặc biệt sau khi bơm rửa bằng siêu âm [13].

source: The percentage reduction in colony forming unit was reported to be highest for propolis showing 100% reduction on day 2 followed by triantibiotic mixture showing 82.5%, 92.2%, and 98.4% of reduction on days 1, 2, and 3, respectively.
vi: Sự giảm phần trăm khuẩn lạc được báo cáo cao nhất cho propolis giảm 100% vào ngày 2 sau đó là hỗn hợp ba kháng sinh giảm 82.5%, 92.2% và 98.4% vào ngày 1, 2, 3 tương ứng.

source: The pharma- cokinetic and pharmacodynamic properties of the drug are favorable, and it is available as oral, intravenous, vaginal, and topical formulations.
vi: Tính chất dược lực học và dược động học của thuốc phù hợp, có thể dùng đường uống, chích tĩnh mạch, đặt âm đạo, hoặc đặt tại chỗ.

source: The plot of the data obtained in Step 14 on page 3 (absorbance against number of cells) should provide a curve with a linear portion.
vi: Dữ liệu của đồ thị thu được trong bước 14 (chỉ số hấp thụ và số lượng tế bào) nên cung cấp một đường cong và một phần tuyến tính.

source: The powder is composed of tricalcium silicate, dicalcium silicate, calcium carbonate and oxide, iron oxide, and zirconium oxide, and the liquid is composed of calcium chloride and hydrosoluble polymer (4).
vi: Bột bao gồm tricalcium silicate, dicalcium silicate, calcium carbonate và oxide, oxide sắt, and zirconium oxide, và phần lỏng gồm calcium chloride and polymer tan trong nước (4).

source: The precise 3D obturation is very demanding and often ends with extrusion of material beyond the apex, due to very wide or blunderbuss apex.
vi: Trám bít chính xác 3 chiều là rất khó và thường kết thúc với đẩy vật liệu ra ngoài lỗ chóp, do lỗ chóp rất rộng hoặc blunderbuss.

source: The presence of smear layer significantly delayed the penetration of the dye in this study indicating the need for their removal for better diffusion of medicament.
vi: Sự hiện diện của lớp mùn làm chậm có ý nghĩa sự xâm nhập của thuốc nhuộm trong nghiên cứu cho thấy cần phải loại bỏ lớp mùn để thuốc khuếch tán tốt hơn.

source: The present study examined the cellular responses associated with gingival wound-healing in aging.
vi: Nghiên cứu này đã khảo sát các phản ứng tế bào liên quan đến quá trình lành vết thương trong quá trình lão hóa.

source: The present study suggests that cell migration, myofibroblastic differentiation, collagen gel remodeling, and proliferation are decreased in aged fibroblasts.
vi: Nghiên cứu này cho thấy sự di động của tế bào, sự khác biệt về myofibroblastic, tái cấu trúc collagen gel và sự gia tăng sinh giảm ở các nguyên bào sợi tuổi già.

source: The primates known as apes live in groups and have a marked autoprotective “clan strategy”.
vi: Những loài linh trưởng, được biết đến như loài khỉ sống trong nhóm và có một dấu autoprotective "chiến lược gia tộc".

source: The primates known as apes live in groups and have a marked autoprotective „clan strategy“.
vi: Những loài linh trưởng, được biết đến như loài khỉ sống trong nhóm và có một dấu tự động bảo vệ "chiến lược gia tộc".

source: The probiotic strains used in these studies include L. reuteri strains, L. brevis (CD2), L. casei Shirota,
vi: Các chủng probiotic được sử dụng trong các nghiên cứu này bao gồm các chủng L. reuteri, L. brevis (CD2), L. casei Shirota,

source: The procedure is promising, but treatment success depends on several factors, including type and duration of the inflammation as well as an individual’s healing and defense mechanisms.
vi: Phương pháp đầy hứa hẹn, nhưng điều trị thành công phụ thuộc nhiều yếu tố, bao gồm loại và thời gian viêm cũng như lành thương cá nhân và hệ thống miễn dịch.

source: The pulp tissues were cut into small pieces (1 mm 9 1mm 9 2mm in size), placed in 10-ml cell culture dishes, air-dried, and incubated in low glucose (1 g l1)DMEM supplemented with 10% fetal bovine serum, 4 mM L-glutamine, 2.5g ml1 fungizone, 100 unit ml1 penicillin, and 50g ml1 gentamicin for 7 days at 37C, and 5% CO2.
vi: Mô tuỷ răng được cắt thành miếng nhỏ (1 mm 9 1mm 9 2mm in size), đặt trong đĩa nuôi cấy 10-ml, không khí khô, và ủ trong môi trường đường thấp (1 g/l) DMEM bổ sung 10% fetal bovine serum, 4 mM L-glutamine, 2.5g ml1 fungizone, 100 unit ml1 penicillin, and 50g ml1 gentamicin trong 7 ngày 37C, and 5% CO2.

source: The pulp tissues were then removed from the pulp cavities using tweezers.
vi: Mô tuỷ răng được lấy ra từ buồng tuỷ bằng nhíp.

source: The purpose of this in vitro study was to evaluate the effects of intracanal medicaments commonly used in endodontic regeneration on the survival of human dental pulp cells (DPCs).
vi: Mục tiêu của nghiên cứu tác động của thuốc băng trong ống tuỷ thường dùng trong nội nha tái tạo trên độ sống của tế bào tuỷ răng người

source: The purpose of this paper is to discuss the current application and efficiency of triple antibiotic paste in sterilization of lesions.
vi: Mục đích của bài viết này để thảo luận ứng dụng hiện tại và hiệu quả của hỗn hợp ba kháng sinh trong việc sát trùng vết thương.

source: The purpose of this study was to determine the cytotoxicity and antibacterial efficacy of 3Mix and each single antibiotic component of 3Mix.
vi: Độc tính tế bào của hỗn hợp 3 kháng sinh và mỗi kháng sinh đơn lẻ.

source: The purpose of this study was to evaluate the effects of intracanal medicaments used in endodontic regeneration on the survival of DPCs utilizing lactate dehydrogenase activity assays (LDH) and cell proliferation colorimetric assays (WST-1).
vi: Mục đích của nghiên cứu này là để đánh giá những ảnh hưởng của thuốc băng trong ống tuỷ được dùng trong nội nha tái tạo trên sự sống của DPC bằng cách dùng thử nghiệm lactate dehydrogenase activity assays (LDH) and cell proliferation colorimetric assays (WST-1).

source: The quality of tissue was not improved even though there was no inflammation [58].
vi: Chất lượng của mô không được cải thiện mặc dù không có viêm [58].

source: The radiographic appearance of apical closure and canal wall thickening can give the impression that pulp regenerated.
vi: Sự đóng chóp và thành ống tuỷ dày thêm trên phim X quang có thể tạo ấn tượng rằng tuỷ răng được tái tạo.

source: The reasons might be the differences in the source of antibiotics used and the bacteria isolation techniques.
vi: Lý do có thể là kháng sinh sử sử dụng và kỹ thuật phân lập vi khuẩn khác nhau.

source: The recent concept of lesion sterilization and repair using triantibiotic paste has suppressed the root canal pathogen to allow healing in large periapical lesion and vital tissue growth in immature teeth with periapical periodontitis.
vi: Quan điểm gần đây tổn thương vô trùng và sữa chữa sử dụng ba kháng sinh đã làm giảm bệnh căn trong ống tuỷ cho phép lành thương tổn thương quanh chóp lớn và phát triển mô sống trong răng chưa trưởng thành có tổn thương quanh chóp.

source: The reduc- tion of tetrazolium salts is now widely accepted as a reliable way to examine cell proliferation.
vi: Sự giảm muối tetrazolium được chấp nhận là một cách đáng tin cậy để kiểm tra sự tăng sinh của tế bào.

source: The reference wavelength should be higher than 650 nm.
vi: Các bước sóng tham chiếu nên cao hơn 650 nm.

source: The regenerative procedure suggests the preservation of the any viable tissue in the root canal system that harbors stem cells (i.e SCAP and Dental Pulp Stem Cells).
vi: Thủ thuật tái tạo cho thấy sự tồn tại của bất kỳ mô sống nào trong hệ thống ống tuỷ chứa tế bào gốc (vd. SCAP và tế bào gốc tuỷ răng DPSC)

source: The release of hydrogen ions from HCl groups resulted in an acidic condition that was an unfa- vorable condition for culturing cells (26).
vi: Sự giải phóng ion hydro từ nhóm HCL dẫn đến tính acid là điều kiện bất lợi cho nuôi cấy tế bào (26).
